{
  "title": {
    "en": "A brief history of Breakout",
    "sv": "En kort historik om Breakout"
  },
  "text": {
    "en": [
      "In modern videogame terms, Atari’s Breakout is the equivalent of a hoop and a stick. And yet this most simplistic of games, itself is an evolved version of Pong, which came four years earlier. It is perhaps one of the key stepping stones in the development of the videogames industry.",

      "The origin of Breakout followed the success of 1972‘s Pong, one of the very earliest mass-produced arcade videogames. Pong had one major drawback: you needed a human opponent to play it. This led to the idea of updating the game to introduce the concept of breaking down a wall rather than simply rebounding off of it.",

      "Pong’s designer Nolan Bushnell made a few simple but important changes, which would replace the second player’s paddle with eight rows of bricks. By introducing a scoring system, where each coloured brick was worth a different number of points, Bushnell had created a single-player version of Pong with enough challenge to give the public a reason to play it over and over again.",

      "The finished Breakout, arrived in arcades on the 13 April 1976. Its success was immediate and over forty years later, modifications of Breakout, can still be found as Flash games and downloaded as mobile phone applications."
    ],
    "sv": [
      "I moderna videospelstermer motsvarar Ataris Breakout ett snöre och en pinne. Och ändå är spelet, det mest förenklade av spelen, i sig en vidareutvecklad version av Pong, som kom fyra år tidigare. Det räknas till ett av nyckelstegen i utvecklingen av videospelindustrin.",

      "Breakouts ursprung främjades av framgången av 1972s Pong, en av de allra tidigaste massproducerade arkadspelen. Men det fanns en stor nackdel med Pong: man behövde nämligen en mänsklig motståndare för att kunna spela. Detta ledde till idéen om att vidareutveckla spelet och att introducera konceptet om att bryta ner en vägg snarare än att bara stutsa av den.",

      "Pongs designer Nolan Bushnell gjorde några enkla men viktiga förändringar, som skulle ersätta den andra spelarens paddle, genom att lägga till åtta rader av tegelstenar.",

      "Genom att införa ett poängsystem där varje färgad tegelsten hade olika poäng, hade Bushnell skapat en enspelarversion av Pong med tillräckligt mycket utmaning för att ge spelaren anledning till att spela det om och om igen.",
      
      "Det färdiga spelet Breakout anlände till arkadhallarna den 13 april 1976. Dess framgång var omedelbar och över fyrtio år senare kan olika variationer av Breakout fortfarande hittas som flash-spel och laddas ner som mobilapplikationer."
    ]
  }
}