{
  "history": {
    "en": [
      {
        "desc": "In modern videogame terms, Atari’s Breakout is the equivalent of a hoop and a stick. And yet this most simplistic of games, itself is an evolved version of Pong, which came four years earlier. It is perhaps one of the key stepping stones in the development of the videogames industry.The origin of Breakout followed the success of 1972‘s Pong, one of the very earliest mass-produced arcade videogames. Pong had one major drawback: you needed a human opponent to play it. This led to the idea of updating the game to introduce the concept of breaking down a wall rather than simply rebounding off of it.Pong’s designer Nolan Bushnell made a few simple but important changes, which would replace the second player’s paddle with eight rows of bricks. By introducing a scoring system, where each coloured brick was worth a different number of points, Bushnell had created a single-player version of Pong with enough challenge to give the public a reason to play it over and over again. While the concept for Breakout was Nolan’s, it was Steve Jobs, then a low-level technician working a night shift at Atari, who took up the challenge of building the prototype. At a time when microchips were very expensive, Atari were anxious to reduce the cost of each Breakout coin-op, and offered Jobs a $100 bonus for every chip he managed to eliminate from the initial concept. Struggling to get the game built, Jobs brought in his friend and future business partner Steve Wozniak to help him finish the prototype of Breakout in just four days - Wozniak had a reputation for his hardware designs that used a remarkably small number of microchips. Wozniak completed the prototype over four sleep-deprived nights, and also eliminated 50 extraneous chips from Jobs’ initial design. The finished Breakout, arrived in arcades on the 13 April 1976. Its success was immediate and like the Pong game, rival manufacturers soon cloned it repeatedly. Over forty years later, modifications of Breakout, can still be found as Flash games and downloaded as mobile phone applications."
      }
    ],
    
    "sv": [
      {
        "desc": "I moderna videogames termer motsvarar Atari's Breakout ett snöre och en pinne. Och ändå är detta det mest förenklade av spelen, i sig en vidare utvecklat version av Pong, som kom fyra år tidigare. Det är kanske en av nyckelstegen i utvecklingen av videospel-industrin. Breakouts ursprung följde framgången av 1972s Pong, en av de allra tidigaste massproducerade arkadspelen. Pong hade en stor nackdel: man behövde en mänsklig motståndare för att spela det. Detta ledde till ideen om att uppdatera spelet och att introducera konceptet att bryta ner en vägg snarare än att bara stutsa av den. Pongs designer Nolan Bushnell gjorde några enkla men viktiga förändringar, vilka skulle ersätta den andra spelarens paddel med åtta rader av tegelstenar. Genom att införa ett poängsystem där varje färgad tegelsten hade olika antal poäng, hade Bushnell skapat en ensam-spelareversion av Pong med tillräcklig utmaning för att ge spelarna anledning att spela det om och om igen. Medan konceptet för Breakout var Nolan’s, var det Steve Jobs, då en tekniker på låg nivå arbetade en nattskift på Atari, som tog upp utmaningen att bygga prototypen. Vid en tidpunkt då mikrochips var väldigt dyra var Atari angelägna om att minska kostnaden för varje Breakout-mynt maskin, och erbjöd Jobs en $ 100-bonus för varje chip som han lyckades eliminera från det ursprungliga konceptet. Kämpande för att få spelet byggt, ledde Jobs till att be sin vän och framtida affärspartner Steve Wozniak att hjälpa honom att avsluta prototypen av Breakout på bara fyra dagar - Wozniak hade ett rykte för sina hårdvarukonstruktioner som använde ett anmärkningsvärt litet antal mikrochips. Wozniak avslutade prototypen över fyra sömnberövade nätter, och eliminerade också 50 extra mikrochips från Jobs ursprungliga design. Det färdiga spelet Breakout anlände i arkaderna den 13 april 1976. Dess framgång var omedelbar och skulle också klonas av rivalerna flera ganger om. Över fyrtio år senare, kan modifikationer av Breakout fortfarande hittas som Flash-spel och laddas ner som mobilapplikationer."
      }
    ]
  }
}